// data.js
// Словарь с данными для всех интерактивных экспонатов музея

const museumData = {
  "one": {
    title: "Первые медные рудники",
    shortText: "Разработку пермских медистых песчаников, начатую древнейшим местным населением, продолжали русские крестьяне. Например, в окрестностях села Савино близ Перми известны заброшенные медные рудники.",
    fullText: "Разработку пермских медистых песчаников, начатую древнейшим местным населением, продолжали русские крестьяне. Например, в окрестностях села Савино близ Перми известны заброшенные медные рудники. В 1970 г. археологической партией под руководством В.А. Оборина в полукилометре от села, где в XVII веке находилась русская деревня, были раскопаны остатки небольшой медеплавильной печи размером 2,0х1,5х1,5 м. Около печи найдены медные шлаки и куски медистого песчаника. После постройки Егошихинского медеплавильного производства кустарный медный промысел в окрестностях Перми был запрещен заводской администрацией."
  },

  "two": {
    title: "Схема расположения рудопроявлений меди в Приуралье.",
    shortText: "",
    fullText: ""
  },

  "three": {
    title: "Залежи медистого песчаника занимают в пределах Пермского края площадь около 20 370 кв.км.",
    shortText: "",
    fullText: ""
  },

  "four": {
    title: "Медистый песчаник.",
    shortText: "Это обломочная порода, песчаник или алевролит, серого или зеленовато-серого цвета сцементированный медными минералами, или содержащий налеты, корочки, конкреции медных минералов, приуроченные к растительным остаткам.",
    fullText: "Это обломочная порода, песчаник или алевролит, серого или зеленовато-серого цвета сцементированный медными минералами, или содержащий налеты, корочки, конкреции медных минералов, приуроченные к растительным остаткам. Эти породы широко распространены вдоль западного склона Урала и на прилегающих частях Русской платформы, где они имеют пермский возраст."
  },

  "five": {
    title: "Добыча песчаника: справа — колодцы, по которым поднимали горную  породу.",
    shortText: "",
    fullText: ""
  },

  "six": {
    title: "Рабочие отправляют песчаник наверх.",
    shortText: "",
    fullText: ""
  },

    "seven": {
    title: "Картина заводчанина Николая Тюрина — это изображение момента, когда Василий Татищев основал медеплавильный завод.",
    shortText: "Мотовилихинские заводы — самое старое из продолжающих работать предприятий Перми. Завод в Мотовилихе почти ровесники Перми. В 1723 году Василий Татищев основал город и заложил Егошинский завод. А тринадцать лет спустя, в 1736 году, — Мотовилихинский медеплавильный завод.",
    fullText: "Мотовилихинские заводы — самое старое из продолжающих работать предприятий Перми. Завод в Мотовилихе почти ровесники Перми. В 1723 году Василий Татищев основал город и заложил Егошинский завод. А тринадцать лет спустя, в 1736 году, — Мотовилихинский медеплавильный завод. Название ему дали по двум речкам — Большой и Малой Мотовилихам. Завод располагался на месте нынешнего Райского сада, он проработал почти 130 лет. О том периоде сегодня напоминает один из самых старых промышленных прудов Перми — Мотовилихинский. На месте, где раньше находился медеплавильный завод сейчас в Перми разбит Райский сад.\n\nТатищев самолично выбирал место для будущего медеплавильного завода, составил план и сделал немало для обустройства жизни «заводчан». При заводах открывал школы, составил инструкцию для оберегания лесов, прокладывал дороги.\n\n«Точкой роста» был медеплавильный завод, вокруг которого возводились все значимые объекты: плотина, перегородившая егошихинский овраг, плавильня, колесницы, угольные и рудные сараи, кузницы. Примыкала к территории завода бревенчатая крепость с четырьмя бастионами, домами воинской команды и заводской администрации. В Егошихе находились здания арифметической и словесной школ и госпиталь. Ближе к берегу Камы расположились кварталы заводского поселения регулярной, «петровской» планировки. Первоначально насчитывалась всего девять домов с усадьбами, но уже в 1735 году поселок насчитывал семь улиц и четыре переулка."
  },

    "eight": {
    title: "Рисунки Мотовилихинского медеплавильного завода и поселение при нём Ивана Андреевича Шлаттера, президента Берг-коллегии, который посетил Мотовилиху в конце 1750-х гг.",
    shortText: "Через несколько лет, в своём многотомном труде «Обстоятельное описание рудного плавильного дела» он оставит описание медеплавильного завода с его зарисовками и планами.",
    fullText: ""
  },

  "nine": {
    title: "Медистый песчаник для монетного двора.",
    shortText: "Рудокопы работали по 10–12 часов в день, порой по колено в воде. Из добытой ими обломочной породы получалась чистейшая «штыковая» медь.",
    fullText: "Рудокопы работали по 10–12 часов в день, порой по колено в воде. Из добытой ими обломочной породы получалась чистейшая «штыковая» медь. Прикамская медь отличалась чистотой и согласно правительственному указу отправлялась прямиком на Екатеринбургский монетный двор. В статье 141 третьего раздела второй главы (О деле Российской медной монеты) Монетного устава прямо говорилось: «...На выделку медной монеты употребляется исключительно медь Пермских заводов» (Свод законов Российской Империи, издания 1857 года. Том седьмой. Уставы монетный, горный и о соли. СПб., 1857). Медь также шла на изготовление посуды и оружия."
  },

  "ten": {
    title: "Приказ о строительстве Пушечного завода.",
    shortText: "",
    fullText: ""
  },

  "eleven": {
    title: "Закрытие медеплавильного завода.",
    shortText: "Медеплавильный завод закрыли в 1863 году из-за отсутствия сырья — истощились рудники, а возить медистый песчаник издалека было невыгодно.",
    fullText: "Медеплавильный завод закрыли в 1863 году из-за отсутствия сырья — истощились рудники, а возить медистый песчаник издалека было невыгодно. Но тогда же по соседству начали строить сталепушечный и чугуннопушечный заводы, которые стали считать преемниками медеплавильного. Закладка сталепушечного завода состоялась 27 августа 1863 года, а чугуннопушечного завода — 8 августа 1864-го."
  },

  "twelve": {
    title: "Современная Пермь: Райский сад.",
    shortText: "",
    fullText: ""
  },

  "thirteen": {
    title: "Архивная фотография медеплавильного завода.",
    shortText: "",
    fullText: ""
  },

  "fourteen": {
    title: "Чугуннопушечный завод.",
    shortText: "Строительство Чугуннопушечного завода возглавил горный инженер Г.Л. Грасгоф. Под его руководством была выстроена чугунолитейная фабрика №1. ",
    fullText: "Строительство Чугуннопушечного завода возглавил горный инженер Г.Л. Грасгоф. Под его руководством была выстроена чугунолитейная фабрика №1. Григорий Грасгоф знал толк в архитектуре и обычный цех превратил в архитектурное чудо. Уже в 1865 году на заводе начался выпуск чугунных артиллерийских орудий. Самое известное из них — так называемая пермская Царь-пушка, изготовленная в 1868 году по образцу американских пушек Родмана. Она на 300 пудов (почти 5 тонн) тяжелее столичной Царь-пушки, чистый вес — 2700 пудов (около 44 тонн). Пушку готовили для реальных боев: благодаря 20-дюймовому калибру снаряды могли пробивать даже бронированные судна. Царь-пушка долгое время стояла у здания заводоуправления, а потом переехала к Музею пермской артиллерии, где ее можно увидеть и сегодня."
  },

    "fifteen": {
    title: "Сталепушечный завод.",
    shortText: "За открытие нового производства отвечал горный инженер Владимир Рашет, который сначала колебался, где именно разместить завод — в Перми или поселке Арти (сегодня это территория Свердловской области).",
    fullText: "За открытие нового производства отвечал горный инженер Владимир Рашет, который сначала колебался, где именно разместить завод — в Перми или поселке Арти (сегодня это территория Свердловской области). Но потом сделал выбор в пользу первого пункта: жители привыкли к заводской работе и готовы перейти на новое предприятие, а рядом Кама, по которой удобно отправлять продукцию. Даже часть оборудования «по наследству» перешла сталепушечному заводу. Первым управляющим Пермского сталепушечного стал горный инженер капитан Николай Воронцов. Пробное орудие — двенадцатифунтовую стальную облегченную пушку — предприятие выпустило еще до окончания строительства, в 1864 году.\n\nНо по-настоящему массовым производство стало не сразу. Поначалу были проблемы — металл не выдерживал нагрузки и ствол пушки разрывало. Благодаря горному инженеру Воронцову была найдена причина, из-за которой мотовилихинская сталь разрывалась. Дело оказалось в особенностях болванок, присылаемых из Серебрянского завода: в них было слишком много серы. Новый контракт на поставку других по составу болванок решил проблему."
  },
  
    "sixteen": {
    title: "Николай Васильевич Воронцов",
    shortText: "Родился 7 мая 1833 года в посёлке Кушвинский завод Верхотурского уезда Пермской губернии. Является одним из организаторов сталепушечного и сталелитейного производства в России, изобретатель-рационализатор, автор ряда проектов уникальных технических сооружений и зданий.",
    fullText: "Родился 7 мая 1833 года в посёлке Кушвинский завод Верхотурского уезда Пермской губернии. Является одним из организаторов сталепушечного и сталелитейного производства в России, изобретатель-рационализатор, автор ряда проектов уникальных технических сооружений и зданий.\n\nВ 1845−1853 гг. учился в Петербургском горном институте. В 1853 году назначен практикантом на Златоустовский оружейный завод, а в августе 1854 года переведён на должность механика. С декабря 1859 года до сентября 1861 года Воронцов находился в заграничной командировке в Европе, где изучал заводское дело. В декабре 1861 года он назначается механиком Златоустовских заводов и помощником П. М. Обухова по сталелитейной фабрике, а также управляющим Оружейной фабрики.\n\nВ августе 1863 года Николай Васильевич назначается начальником строительства Пермского сталепушечного завода, в 1864 году было произведено первое стальное артиллерийское орудие, успешно прошедшее испытание.\n\nВ 1865 году Н. В. Воронцов назначается управляющим Пермским сталепушечным заводом.\n\nВ 1866−1867 гг. работал над усовершенствованием технологии производства стальных пушек, благодаря чему в 1868 году началось массовое производство 8-дюймовых стальных пушек.\n\nС 1871 года Воронцов − горный начальник Пермских пушечных заводов, где он установил много разного оборудования, включая 50-тонный паровой молот, а в 1875 году построил первую на заводе мартеновскую печь.\n\nВ. В. Воронцов был причастен к уникальной в истории металлургии операции − отливке 650-тонной наковальни для парового молота. В этом процессе, начавшемся на Пермских пушечных заводах 26 января 1873 года, приняли участие 700 рабочих и 14 вагранок. Было выполнено четыре плавки, продолжавшиеся беспрерывно 27 часов. Из-за своей огромной массы наковальня даже через месяц после изготовления имела температуру 700° C, а еще через месяц − всё ещё более 300° C. Эта наковальня стала частью 50-тонного парового молота, установленного на Пермских пушечных заводах. Сила удара его бойка составила 160 тонн.\n\nВ 1873 году на Венской международной промышленной выставке в российском павильоне экспонировалась действующая модель (в 1/6 натуральной величины) будущего гигантского молота, а Н. В. Воронцов был удостоен «Медали сотрудничества», которой награждались изобретатели, чей вклад в науку и технику оценивался как мировое достояние. Строительство «Царь-молота» с общей массой 1442 тонны было закончено в 1875 году. С этого момента закончилась зависимость от поставок из Германии, Российская империя начала самостоятельно производить орудия крупного калибра.\n\nВ 1876 году Николай Васильевич Воронцов был переведен в Санкт-Петербург и назначен членом Горного совета и Горного ученого комитета. В 1877−1883 годах был директором Путиловского сталелитейного завода, с 1885 года − директором Горного института. С 1886 года имел чин тайного советника; был автором печатных работ.\n\nНиколай Васильевич умер 15 января 1893 года в Петербурге."
  },

  "seventeen": {
    title: "Царь-пушка.",
    shortText: "",
    fullText: ""
  },

  "eighteen": {
    title: "Строительство парохода «Редедя — князь Косожский», 1888–1889 годы.",
    shortText: "",
    fullText: ""
  },

    "nineteen": {
    title: "Пермские пушечные заводы.",
    shortText: "В 1871 году два предприятия объединили под общим названием «Пермские пушечные заводы» под руководством Николая Воронцова. Сооружаются «фабрики» (цеха) стале- и чугунолитейные, молотовая, механическая.",
    fullText: "В 1871 году два предприятия объединили под общим названием «Пермские пушечные заводы» под руководством Николая Воронцова. Сооружаются «фабрики» (цеха) стале- и чугунолитейные, молотовая, механическая.\n\nМеханическая фабрика, построенная по проекту Н. В. Воронцова, 1890-е гг. Это была одна из самых больших фабрик завода. До нашего времени здание в первоначальном виде не сохранилось: центральную часть здания снесли, а остальные были перестроены до неузнаваемости."
  },

  "twenty": {
    title: "Трубы мартеновских печей в Мотовилихе.",
    shortText: "",
    fullText: ""
  },

  "twenty_one": {
    title: "Цех пушечного завода.",
    shortText: "Здесь изготавливали артиллерийские орудия и снаряды к ним для армии и флота, а также детали боевых кораблей, с 1864 г. осваивается производство пушек, в т. ч. в 1868 г. стальных 8-дюймовых нарезных орудий для военно-морского флота и уникальных 20-дюймовых чугунных крепостных гладкоствольных пушек, снарядов.",
    fullText: "Здесь изготавливали артиллерийские орудия и снаряды к ним для армии и флота, а также детали боевых кораблей, с 1864 г. осваивается производство пушек, в т. ч. в 1868 г. стальных 8-дюймовых нарезных орудий для военно-морского флота и уникальных 20-дюймовых чугунных крепостных гладкоствольных пушек, снарядов. Заказами для военного и морского министерств дело не ограничивалось: в Мотовилихе еще строили пароходы (всего около 60), а также ремонтировали их. Производили здесь и паровые машины, котлы, прокатные станы, станки для обточки валов и другую крупную технику."
  },

    "twenty_two": {
    title: "Начало строительства пермского «царь-молота» — 50-тонного парового гиганта на территории завода, 1873 г.",
    shortText: "Гигантский молот был достопримечательностью завода на протяжении 50 лет, пока его не демонтировали в 1924 году. Дмитрий Менделеев называл его «промышленным чудом».",
    fullText: ""
  },

  "twenty_three": {
    title: "Модель 50 - тонного молота для проковки крупных пушечных болванок.",
    shortText: "Изготовлена Воронцовым Н. В.  в масштабе 1:12 для Венской всемирной выставки в 1873 году. Находится в горном музее г. Санкт – Петербург.",
    fullText: ""
  },

  "twenty_four": {
    title: "50-тонный паровой молот.",
    shortText: "В то время «Пермские пушечные заводы» входили в число самых передовых предприятий России.",
    fullText: "В то время «Пермские пушечные заводы» входили в число самых передовых предприятий России. Проект 50-тонного парового молота, разработанный Николаем Воронцовым, в 1873 году получил высшую награду на Всемирной промышленной выставке в Вене. А два года спустя молот по этому проекту (один из крупнейших в мире!) запустили в работу на кузнечно-молотовой фабрике. В 1876 году Мотовилихинские заводы первыми на Урале стали использовать мартеновские печи, позволяющие контролировать качество металла и вносить разные добавки."
  },

  "twenty_five": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "twenty_six": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "twenty_seven": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "twenty_eight": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "twenty_nine": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_one": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_two": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_three": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_four": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_five": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_six": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_seven": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_eight": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "thirty_nine": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_one": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_two": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_three": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_four": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_five": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_six": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_seven": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_eight": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "forty_nine": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_one": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_two": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_three": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_four": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_five": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_six": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_seven": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_eight": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "fifty_nine": {
    title: "",
    shortText: "",
    fullText: ""
  },

  "sixty": {
    title: "",
    shortText: "",
    fullText: ""
  }
};
